Documents/personal-audit.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>EPQ personal audit</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.min.css" /><link rel="stylesheet" href="/custom.css" />
</head>
<body>
<div id="preamble" class="status">

<div class="header">
    <span class="title">EPQ personal audit</span>
    <div class="links">
        <a href="/">Home</a>
        <a href="/Notes/daily/2021-12-12.html">Latest daily</a>
        <a href="https://github.com/Minion3665/EPQ/issues/new">Report issue</a>
        <a href="https://github.com/Minion3665/EPQ">View source</a>
    </div>
</div>
</div>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgd9bd349">What do you do in your spare time?</a></li>
<li><a href="#org2c12ef6">What do you watch on youtube</a></li>
<li><a href="#orgda4716f">Which instagram accounts do you follow</a></li>
<li><a href="#org1896d7f">What are your favorite things to watch on Netflix, TV, IPlayer, Prime</a></li>
<li><a href="#org3ac7ebd">Which real or imaginary character do you identify with the most; why is this?</a></li>
<li><a href="#org8fbb5f4">What's your bucket list to complete by age 25?</a></li>
<li><a href="#orgc5fc6e2">Are there any good books you have read recently and is there a genre you like?</a></li>
<li><a href="#org9d39f3c">How do you feel about sport?</a></li>
<li><a href="#org36a3c0c">What sort of music do you like?</a></li>
<li><a href="#org8cdb568">Favorite song? Best Lyrics? Best album cover? Best music video?</a>
<ul>
<li><a href="#orgade652f">Favorite song?</a></li>
<li><a href="#orgf839f8e">Best lyrics?</a></li>
<li><a href="#org34772ec">Best album cover?</a></li>
<li><a href="#orgde0aac3">Best album? Extra bonus question:</a></li>
<li><a href="#orge6389ee">Best music video?</a></li>
</ul>
</li>
<li><a href="#org4166c1d">What would you go on a protest march in support of?</a></li>
<li><a href="#org30b743e">Any political events that have grabbed your attention?</a></li>
<li><a href="#orgeafd138">How do you feel about artistic skills?</a></li>
<li><a href="#orgf157535">How do you feel about crafts and DIY?</a></li>
<li><a href="#org826a625">How do you feel about working with digital media?</a></li>
<li><a href="#org96be970">What item of clothing you possess best represents you?</a></li>
<li><a href="#org2c60a99">If you could learn anything, what would it be?</a></li>
<li><a href="#orgdd7040b">What subjects are you studying at A-level?</a></li>
<li><a href="#org62555a2">Is there anything you wish you could have taken at A-level but are not?</a></li>
<li><a href="#orgebee537">How do you relax?</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd9bd349" class="outline-2">
<h2 id="orgd9bd349">What do you do in your spare time?</h2>
<div class="outline-text-2" id="text-orgd9bd349">
<p>
Do programming, Play videogames, Call friends w/ discord
</p>
</div>
</div>
<div id="outline-container-org2c12ef6" class="outline-2">
<h2 id="org2c12ef6">What do you watch on youtube</h2>
<div class="outline-text-2" id="text-org2c12ef6">
<p>
Kurzgesagt, Tom Scott, 3Blue1Brown, Tantacrul: They're interesting
</p>
</div>
</div>
<div id="outline-container-orgda4716f" class="outline-2">
<h2 id="orgda4716f">Which instagram accounts do you follow</h2>
<div class="outline-text-2" id="text-orgda4716f">
<p>
I don't use instagram, although when I did I followed mostly my friends
</p>
</div>
</div>
<div id="outline-container-org1896d7f" class="outline-2">
<h2 id="org1896d7f">What are your favorite things to watch on Netflix, TV, IPlayer, Prime</h2>
<div class="outline-text-2" id="text-org1896d7f">
<p>
I do not have netflix or TV, I do not regularly watch anything on IPlayer or Prime. When I do, it's mostly films. I recently watched the matrix, and enjoyed it quite a lot.
</p>
</div>
</div>
<div id="outline-container-org3ac7ebd" class="outline-2">
<h2 id="org3ac7ebd">Which real or imaginary character do you identify with the most; why is this?</h2>
<div class="outline-text-2" id="text-org3ac7ebd">
<p>
I don't really relate to any imaginary characters, and I'd feel pretty uncomfortable picking anyone real— except well— me! I say some pretty relatable stuff sometimes!
Alternatively we can say songs I relate to:
</p>
<ul class="org-ul">
<li>"Home" by Cavetown</li>
<li>"Three 'O clock things by AJR"</li>
</ul>
</div>
</div>
<div id="outline-container-org8fbb5f4" class="outline-2">
<h2 id="org8fbb5f4">What's your bucket list to complete by age 25?</h2>
<div class="outline-text-2" id="text-org8fbb5f4">
<p>
I hope to grow my business, complete a few projects that I have not yet, and complete various personal processes such as changing my name
</p>
</div>
</div>
<div id="outline-container-orgc5fc6e2" class="outline-2">
<h2 id="orgc5fc6e2">Are there any good books you have read recently and is there a genre you like?</h2>
<div class="outline-text-2" id="text-orgc5fc6e2">
<p>
Yes! Thank you, this is a brilliant question! I really enjoy the Shardlake series of books. They're historical fiction, very well written, and exciting all the way through with twists to keep the reader interested. I'd say any of them. In terms of genre? I'd probably say I'm more interested in fiction than non-fiction, and I like fantasy, sci-fi, and sometimes historical fiction, although if I like a book depends more on how well-written it is.
In other book recommendations, I'd suggest The Fifth Science by Exurb1a. It's a collection of short sci-fi stories in the same universe and chronological order.
</p>
</div>
</div>
<div id="outline-container-org9d39f3c" class="outline-2">
<h2 id="org9d39f3c">How do you feel about sport?</h2>
<div class="outline-text-2" id="text-org9d39f3c">
<p>
I hate it: I was never good at it, so sport lessons became a barrage of being picked last, never being good enough, and consistently losing. I've enjoyed a few sports, including cycling, sailing, climbing and sometimes using the fitness suite at Chesterton, but I am not a sporty human.
</p>
</div>
</div>
<div id="outline-container-org36a3c0c" class="outline-2">
<h2 id="org36a3c0c">What sort of music do you like?</h2>
<div class="outline-text-2" id="text-org36a3c0c">
<p>
AJR is good, so is cavetown and porter robinson, I'm also currently listening to instrumental electronic music as I do this (on the Flow State podcast on spotify). My music tastes change over time and are fairly varied though, so I can't say that it'll always stay this way.
</p>
</div>
</div>
<div id="outline-container-org8cdb568" class="outline-2">
<h2 id="org8cdb568">Favorite song? Best Lyrics? Best album cover? Best music video?</h2>
<div class="outline-text-2" id="text-org8cdb568">
</div>
<div id="outline-container-orgade652f" class="outline-3">
<h3 id="orgade652f">Favorite song?</h3>
<div class="outline-text-3" id="text-orgade652f">
<p>
Maybe 3 O clock things by AJR- Not sure about this one, there are a bunch of good choices
</p>
</div>
</div>
<div id="outline-container-orgf839f8e" class="outline-3">
<h3 id="orgf839f8e">Best lyrics?</h3>
<div class="outline-text-3" id="text-orgf839f8e">
<p>
Indecisive, could be something from cavetown, those sometimes end up being relatable, or something from AJR. In terms of lyrics that have helped me the most it'll be something from AJR or something from Porter Robinson; Porter's tracks definitely help me when I'm feeling down
</p>
</div>
</div>
<div id="outline-container-org34772ec" class="outline-3">
<h3 id="org34772ec">Best album cover?</h3>
<div class="outline-text-3" id="text-org34772ec">
<p>
I don't care about the album cover; I listen to albums on spotify with the window minimized or on the list of next up tracks most of the time. Album covers really don't matter to me.
</p>
</div>
</div>
<div id="outline-container-orgde0aac3" class="outline-3">
<h3 id="orgde0aac3">Best album? Extra bonus question:</h3>
<div class="outline-text-3" id="text-orgde0aac3">
<p>
Ok Orchestra by AJR or Nurture by Porter Robinson
</p>
</div>
</div>
<div id="outline-container-orge6389ee" class="outline-3">
<h3 id="orge6389ee">Best music video?</h3>
<div class="outline-text-3" id="text-orge6389ee">
<p>
I care about music videos less than album covers; when I listen to music it is pretty much exclusively on spotify now, so I never get to see the music videos at all
</p>

<p>
Editor's note: I had forgotten about Ok Go, if you've never heard of them do yourself a favor and watch one of their music videos. I recommend Upside Down &amp; Inside Out, but I cannot think of a video of theirs that isn't pretty incredible
</p>
</div>
</div>
</div>
<div id="outline-container-org4166c1d" class="outline-2">
<h2 id="org4166c1d">What would you go on a protest march in support of?</h2>
<div class="outline-text-2" id="text-org4166c1d">
<p>
LGBTQ+ rights
</p>
</div>
</div>
<div id="outline-container-org30b743e" class="outline-2">
<h2 id="org30b743e">Any political events that have grabbed your attention?</h2>
<div class="outline-text-2" id="text-org30b743e">
<p>
How the pandemic is being handled and Biden pulling out of Afghanistan are the main ones
</p>
</div>
</div>
<div id="outline-container-orgeafd138" class="outline-2">
<h2 id="orgeafd138">How do you feel about artistic skills?</h2>
<div class="outline-text-2" id="text-orgeafd138">
<p>
I make vector art sometimes, but I'm generally not particularly good at drawing or painting. I far prefer digital art where I can undo stuff and manipulate stuff just how I want it. I respect people who can make brilliant stuff without that tool, and people who make brilliant stuff through mediums such as digital drawing which I've never really gotten into
</p>
</div>
</div>
<div id="outline-container-orgf157535" class="outline-2">
<h2 id="orgf157535">How do you feel about crafts and DIY?</h2>
<div class="outline-text-2" id="text-orgf157535">
<p>
It's cool, again I don't do it much: I've done a bit of sewing in the past but not a whole lot. The closest I've done to woodwork was either making a viking longboat for school out of a dowel and a bottle in primary school or constructing my desk from Ikea
</p>
</div>
</div>
<div id="outline-container-org826a625" class="outline-2">
<h2 id="org826a625">How do you feel about working with digital media?</h2>
<div class="outline-text-2" id="text-org826a625">
<p>
I like it in theory, I am not amazing at editing video (I've never found free software that I liked using very much), I have tried digitally creating music, and it didn't go amazingly, but that's partly due to not really understanding the topic well enough so I'm sure I could do better with some research on types of music. In terms of podcasts? I've considered starting one with friends sometimes, but realized that I didn't have amazing topics that I thought would be interesting as a podcast. My friends and I have conversations that are varied, not ones that fit into a specific format.
</p>
</div>
</div>
<div id="outline-container-org96be970" class="outline-2">
<h2 id="org96be970">What item of clothing you possess best represents you?</h2>
<div class="outline-text-2" id="text-org96be970">
<p>
I'd say probably T-shirt, leggings or jeans, maybe a white hoodie if I feel so inclined
</p>

<p>
<i>Editor's note: I have since obtained a pink hoodie, and can conclusively say that \(\text{pink hoodie} > \text{white hoodie}\). Also jeggings exist, so I don't have to split jeans and leggings. As I write this note I am wearing a pink hoodie, a white t-shirt &amp; a pair of jeggings, and it is great</i>
</p>
</div>
</div>
<div id="outline-container-org2c60a99" class="outline-2">
<h2 id="org2c60a99">If you could learn anything, what would it be?</h2>
<div class="outline-text-2" id="text-org2c60a99">
<p>
This question seems a little broad. I could say something like 'The solution to world hunger and the cure to cancer', or something like 'how artificial intelligence works', both of them would be things that I'd really really like to know, but one of them is a lot more possible than the other. I'm not sure what level of possibility we're talking about here. Given that it's the EPQ I'm answering this for, and the AI is in a subject that I'm more interested in working in, the others being purely theoretical things I'd like to learn to help people without having much of an interest in the process of getting there, I'm going to go with the AI
</p>
</div>
</div>
<div id="outline-container-orgdd7040b" class="outline-2">
<h2 id="orgdd7040b">What subjects are you studying at A-level?</h2>
<div class="outline-text-2" id="text-orgdd7040b">
<p>
Computer Science, Math, Further Math, Business Studies
</p>
</div>
</div>
<div id="outline-container-org62555a2" class="outline-2">
<h2 id="org62555a2">Is there anything you wish you could have taken at A-level but are not?</h2>
<div class="outline-text-2" id="text-org62555a2">
<p>
Some sort of Physics could have been cool, but being honest I'm fairly satisfied with my A-level choices. I wouldn't choose differently if given the same choice again.
</p>
</div>
</div>
<div id="outline-container-orgebee537" class="outline-2">
<h2 id="orgebee537">How do you relax?</h2>
<div class="outline-text-2" id="text-orgebee537">
<p>
I take a step back, stop doing work, stop looking at my messages, look away from my screen. Sometimes I take a walk. I find that if I don't, then I don't manage to take a proper break, and if I don't take a break for too long then my concentration dies
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 17th August, 2021</p>
</div>
</body>
</html>
